{
    "register-user": "Une erreur est survenue lors de l'enregistrement de l'usager",
    "denied": "Interdit",
    "permission-denied": "Vous n'avez pas les permissions requises pour effectuer cette opération",
    "disabled-account": "Votre compte a été désactivé. Veuillez contacter un administrateur.",
    "confirm-email": "Vous devez d'abord confirmer votre adresse courriel",
    "locked-out": "Vous avez été bloqués suite à un nombre trop élevé de tentatives. Veuillez réessayer dans 10 minutes.",
    "bad-credentials": "Vos codes d'accès sont invalides",
    "validate-email": "Une erreur est survenue lors de la validation de votre courriel : {0}",
    "confirm-token-gen": "Une erreur est survenue lors de la génération du code de confirmation",
    "password-required": "Vous devez entrer votre mot de passe existant afin de le changer si vous n'êtes pas un administrateur",
    "invalid-password": "Mot de passe invalide",
    "invalid-token": "Code invalide",
    "unable-to-reset-key": "Une erreur est survenue, impossible de générer la clé",
    "generate-token": "Une erreur est survenue lors de la génération du code de confirmation du courriel. Voir le journal",
    "nothing-to-do": "Rien à faire",
    "share-multiple-emails": "Vous ne pouvez partager une adresse courriel avec un autre compte",
    "age-restriction-update": "Une erreur est survenue lors de la mise-à-jour de la restriction d'âge",
    "no-user": "L'usager n'existe pas",
    "username-taken": "Le nom d'usager existe déjà",
    "user-already-confirmed": "L'usager à déjà été confirmé",
    "generic-user-update": "Une erreur est survenue lors de la confirmation de l'usager",
    "user-already-registered": "L'usager à déjà été enregistré en tant que {0}",
    "user-already-invited": "L'usager à déjà été invité avec ce courriel et n'a pas encore accepté l'invitation.",
    "generic-invite-user": "Une erreur est survenue lors de l'invitation de l'usager. Voir le journal.",
    "invalid-email-confirmation": "La confirmation de courriel est invalide",
    "invalid-payload": "Paramètre invalide",
    "manual-setup-fail": "La configuration manuelle est impossible. Veuillez annuler et recréer l'invitation",
    "generic-user-email-update": "Impossible de mettre a jour l’e-mail de l'utilisateur. Veuillez vérifier les logs."
}
