{
    "locked-out": "Sei stato bloccato per troppi tentativi di autenticazione. Si prega di attendere 10 minuti.",
    "disabled-account": "Il tuo account è disabilitato. Contatta l'amministratore del server.",
    "validate-email": "Si è verificato un problema durante la convalida della tua email: {0}",
    "denied": "Non abilitato",
    "permission-denied": "Non sei autorizzato a questa operazione",
    "password-required": "Devi inserire la tua password esistente per modificare il tuo account, a meno che tu non sia un amministratore",
    "invalid-password": "Password non valida",
    "invalid-token": "Token non valido",
    "unable-to-reset-key": "Qualcosa è andato storto, impossibile reimpostare la chiave",
    "invalid-payload": "Carico non valido",
    "nothing-to-do": "Nulla da fare",
    "share-multiple-emails": "Non puoi condividere email su più account",
    "generate-token": "Si è verificato un problema durante la generazione di un token di email di conferma. Vedi i log",
    "age-restriction-update": "Si è verificato un errore durante l'aggiornamento del limite di età",
    "no-user": "L'utente non esiste",
    "username-taken": "Utente già preso",
    "user-already-confirmed": "Utente già confermato",
    "generic-user-update": "Si è verificata un'eccezione durante l'aggiornamento dell'utente",
    "manual-setup-fail": "Impossibile completare la configurazione manuale. Annulla e ricrea l'invito",
    "user-already-registered": "L'utente è già registrato come {0}",
    "user-already-invited": "L'utente è già stato invitato con questa email e deve ancora accettare l'invito.",
    "generic-invite-user": "Si è verificato un problema durante l'invito dell'utente. Si prega di controllare i log.",
    "invalid-email-confirmation": "Email di conferma non valida",
    "password-updated": "Password aggiornata",
    "forgot-password-generic": "Verrà inviata un'e-mail all'e-mail se esiste nel nostro database",
    "not-accessible-password": "Il tuo server non è accessibile. Il link per reimpostare la password è nei log",
    "not-accessible": "Il tuo server non è accessibile dall'esterno",
    "email-sent": "Email inviata",
    "generic-invite-email": "Si è verificato un problema durante il reinvio dell'e-mail di invito",
    "invalid-username": "nome utente non valido",
    "critical-email-migration": "Si è verificato un problema durante la migrazione della posta elettronica. Contatta il supporto",
    "name-required": "Il nome non può essere vuoto",
    "valid-number": "Il file non è stato trovato nel libro",
    "reading-list-permission": "Non disponi delle autorizzazioni per questo elenco di lettura o l'elenco non esiste",
    "reading-list-position": "Impossibile aggiornare la posizione",
    "reading-list-updated": "Aggiornato",
    "reading-list-item-delete": "Impossibile eliminare gli elementi",
    "reading-list-deleted": "L'elenco di lettura è stato eliminato",
    "generic-reading-list-delete": "Si è verificato un problema durante l'eliminazione dell'elenco di lettura",
    "generic-reading-list-update": "Si è verificato un problema durante l'aggiornamento dell'elenco di lettura",
    "reading-list-doesnt-exist": "L'elenco di lettura non esiste",
    "series-restricted": "L'utente non ha accesso a questa serie",
    "libraries-restricted": "L'utente non ha accesso ad alcuna libreria",
    "no-series": "Impossibile ottenere serie per Library",
    "no-series-collection": "Impossibile ottenere la serie per la raccolta",
    "generic-series-delete": "Si è verificato un problema durante l'eliminazione della serie",
    "generic-series-update": "Si è verificato un errore durante l'aggiornamento della serie",
    "series-updated": "Aggiornato con successo",
    "update-metadata-fail": "Impossibile aggiornare i metadati",
    "age-restriction-not-applicable": "Nessuna Restrizione",
    "job-already-running": "Lavoro già in corso",
    "ip-address-invalid": "Indirizzo IP '{0}' non valido",
    "bookmark-dir-permissions": "La directory dei segnalibri non dispone delle autorizzazioni corrette per l'utilizzo da parte di Kavita",
    "confirm-email": "Prima devi confermare la tua email",
    "bad-credentials": "Le tue credenziali non sono corrette",
    "register-user": "Qualcosa è andato storto nella registrazione dell'utente",
    "confirm-token-gen": "Si è verificato un problema durante la generazione di un token di conferma",
    "generic-user-email-update": "Impossibile aggiornare l'e-mail per l'utente. Controlla i log.",
    "generic-password-update": "Si è verificato un errore imprevisto durante la conferma della nuova password",
    "admin-already-exists": "Admin già esistente",
    "user-migration-needed": "Questo utente deve eseguire la migrazione. Chiedi loro di disconnettersi e accedere per attivare un flusso di migrazione",
    "chapter-doesnt-exist": "Il capitolo non esiste",
    "duplicate-bookmark": "Esiste già una voce di segnalibro duplicata",
    "generic-reading-list-create": "Si è verificato un problema durante la creazione dell'elenco di lettura",
    "generic-scrobble-hold": "Si è verificato un errore durante l'aggiunta del blocco",
    "generic-relationship": "Si è verificato un problema durante l'aggiornamento delle relazioni",
    "encode-as-warning": "Non puoi convertire in PNG. Per le copertine, usa Aggiorna copertine. Segnalibri e favicon non possono essere codificati nuovamente."
}
