{
    "password-updated": "Wachtwoord bijgewerkt",
    "user-already-registered": "Gebruiker is al geregistreerd als {0}",
    "generic-invite-user": "Er is een probleem opgetreden bij het uitnodigen van de gebruiker. Controleer de logboeken.",
    "generate-token": "Er is een probleem opgetreden bij het genereren van een bevestigings- e-mailtoken. Zie logboek",
    "generic-user-email-update": "E-mail voor gebruiker kan niet worden bijgewerkt. Controleer de logboeken.",
    "generic-password-update": "Er is een onverwachte fout opgetreden bij het bevestigen van het nieuwe wachtwoord",
    "locked-out": "U bent uitgesloten door te veel autorisatiepogingen. Wacht alsjeblieft 10 minuten.",
    "register-user": "Er is iets misgegaan bij het registreren van de gebruiker",
    "bad-credentials": "Uw inloggegevens zijn niet correct",
    "disabled-account": "Uw account is uitgeschakeld. Neem contact op met de serverbeheerder.",
    "validate-email": "Er is een probleem opgetreden bij het valideren van uw e-mailadres: {0}",
    "confirm-token-gen": "Er is een probleem opgetreden bij het genereren van een bevestigingstoken",
    "denied": "Niet toegestaan",
    "invalid-password": "Ongeldig wachtwoord",
    "invalid-token": "Ongeldige Token",
    "unable-to-reset-key": "Er is iets misgegaan, kan de sleutel niet resetten",
    "invalid-payload": "Ongeldige lading",
    "nothing-to-do": "Niets te doen",
    "share-multiple-emails": "U kunt geen e-mailadressen delen met meerdere accounts",
    "age-restriction-update": "Er is een fout opgetreden bij het updaten van de leeftijdsbeperking",
    "no-user": "Gebruiker bestaat niet",
    "username-taken": "Gebruikersnaam al in gebruik",
    "user-already-confirmed": "Gebruiker is al bevestigd",
    "manual-setup-fail": "Handmatige aanmaak kan niet worden voltooid. Annuleer en maak de uitnodiging opnieuw",
    "user-already-invited": "Gebruiker is al uitgenodigd onder dit e-mailadres en moet de uitnodiging nog accepteren.",
    "invalid-email-confirmation": "Ongeldige e-mailbevestiging",
    "forgot-password-generic": "Er wordt een e-mail verzonden naar het e-mailadres als deze in onze database voorkomt",
    "not-accessible-password": "Uw server is niet toegankelijk. De link om je wachtwoord te resetten staat in het logboek",
    "not-accessible": "Uw server is niet extern toegankelijk",
    "email-sent": "Email verzonden",
    "confirm-email": "U moet eerst uw e-mail bevestigen",
    "permission-denied": "U heeft geen toestemming voor deze operatie",
    "password-required": "U moet uw bestaande wachtwoord invoeren om uw account te wijzigen, tenzij u een beheerder bent"
}
