{
    "generic-user-email-update": "Không thể cập nhật email cho người dùng này. Vui lòng kiểm tra nhật ký.",
    "forgot-password-generic": "Một email sẽ được gửi đến bạn nếu email đó tồn tại trong cơ sở dữ liệu của chúng tôi",
    "not-accessible": "Máy chủ của bạn không thể được truy cập từ bên ngoài",
    "generic-invite-email": "Đã xảy ra sự cố khi gửi lại email lời mời",
    "admin-already-exists": "Tài khoản quản trị viên đã tồn tại",
    "file-missing": "Không tìm thấy tập tin trong sách",
    "generic-error": "Đã xảy ra lỗi. Vui lòng thử lại sau",
    "device-doesnt-exist": "Thiệt bị không tồn tại",
    "send-to-kavita-email": "Không thể sử dụng tính năng chia sẻ tới thiết bị nếu không thiết lập chức năng Email",
    "generic-device-create": "Đã xảy ra lỗi khi tạo thiết bị này",
    "generic-invite-user": "Đã xảy ra sự cố khi mời người dùng này. Vui lòng kiểm tra nhật ký.",
    "email-not-enabled": "Chức năng email không được kích hoạt trên máy chủ. Bạn không thể thực hiện hành động này.",
    "register-user": "Đã xảy ra lỗi khi đăng ký tài khoản",
    "confirm-token-gen": "Đã xảy ra sự cố khi tạo token xác minh",
    "denied": "Không có quyền",
    "permission-denied": "Bạn có quyền để thực hiện hành động này",
    "invalid-password": "Mật khẩu không hợp lệ",
    "invalid-token": "Token không hợp lệ",
    "invalid-payload": "Payload không hợp lệ",
    "username-taken": "Tên người dùng này đã được sử dụng",
    "age-restriction-update": "Đã xảy ra lỗi khi cập nhật giới hạn độ tuổi",
    "invalid-email-confirmation": "Email xác nhận không hợp lệ",
    "user-already-registered": "Người dùng này đã được đăng ký với tên",
    "manual-setup-fail": "Không thể hoàn thành thiết lập thủ công. Vui lòng hủy và tạo lại lời mời",
    "generic-password-update": "Đã xảy ra sự cố khi xác nhận mật khẩu mới",
    "password-updated": "Mật khẩu đã được cập nhật",
    "email-sent": "Đã gửi email",
    "invalid-username": "Tên người dùng không hợp lệ",
    "chapter-doesnt-exist": "Chương không tồn tại",
    "collection-updated": "Kệ sách đã cập nhật thành công",
    "collection-deleted": "Đã xoá kệ sách",
    "collection-doesnt-exist": "Kệ sách không tồn tại",
    "generic-device-update": "Đã xảy ra lỗi khi cập nhật thông tin của thiết bị",
    "generic-device-delete": "Đã xảy ra lỗi khi xóa thiết bị",
    "greater-0": "Giá trị {0} phải lớn hơn 0",
    "confirm-email": "Bạn cần phải xác minh email của mình trước",
    "disabled-account": "Tài khoản của bạn đã bị vô hiệu hóa. Vui lòng liên hệ với quản trị viên.",
    "validate-email": "Đã xảy ra sự cố khi xác thực email của bạn: {0}",
    "password-required": "Bạn phải nhập mật khẩu hiện tại để đổi thông tin tài khoản của mình trừ khi bạn là quản trị viên",
    "nothing-to-do": "Không có gì để thực hiện",
    "no-user": "Ngươi dùng không tồn tại",
    "user-already-confirmed": "Người dùng này đã xác minh",
    "generic-user-update": "Có sự cố đã xảy ra khi cập nhật thông tin người dùng",
    "user-already-invited": "Người dùng đã được mời qua email này nhưng chưa chấp nhận lời mời.",
    "generate-token": "Đã xảy ra sự cố khi tạo mã xác nhận email. Xem bản ghi",
    "locked-out": "Bạn đã bị khóa do quá nhiều lần thử đăng nhập. Vui lòng chờ 10 phút.",
    "unable-to-reset-key": "Có sự cố xảy ra, không thể đặt lại khóa",
    "share-multiple-emails": "Một Email không thể được dùng chung cho nhiều tải khoản"
}
